<?php
    /**
     * @author lindsey
     * 适合年龄阶段
     * createTime 2016.08.10
     */
    $config['age-appropriate'] = array(
        "G级"    => "适合所有年龄段的人观看",
        "PG级"   => "建议在父母的陪伴下观看",
        "R级"    => "17岁以下必须由父母或者监护陪伴才能观看",
        "NC-17级" => "17岁或者以下不可观看",
        "PG-13级" => "不适于13岁以下儿童(13岁以下儿童要有父母陪同观看)",
    );

    /**
     * @author lindsey
     * 视频级别
     * createTime 2016.08.10
     */
    $config['videos-level'] = array(
        "1"  => "1级",
        "2"  => "1.5级",
        "3"  => "2级",
        "4" => "2.5级",
        "5" => "3级",
        "6" => "3.5级",
        "7" => "4级",
        "8" => "4.5级",
        "9" => "5级",
    );

    /**
     * @author lindsey
     * 视频显示位置
     * createTime 2016.08.14
     */
    $config['whereis']  =   array(
        '1' => 'videos页面',
        '2' => '小广告',
        '3' => '大广告'
    );




